tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'vitorgalvao/tiny-scripts'
cask 'java'
cask 'xquartz'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'aircrack-ng'
brew 'ant'
brew 'gdbm'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'autoenv'
brew 'automake'
brew 'awscli'
brew 'bdw-gc'
brew 'boost'
brew 'boot-clj'
brew 'c-ares'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'ccat'
brew 'cctools'
brew 'chromedriver'
brew 'clojurescript'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'cowsay'
brew 'datomic'
brew 'dbus'
brew 'diff-so-fancy'
brew 'git'
brew 'docker'
brew 'doctl'
brew 'doxygen'
brew 'drip'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'elm'
brew 'elm-new'
brew 'exercism'
brew 'faac'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils', args: ['with-default-names']
brew 'flow'
brew 'fzf'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'webp'
brew 'gd'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'ghc'
brew 'gist'
brew 'git-flow'
brew 'git-imerge'
brew 'gitlab-ci-multi-runner'
brew 'go'
brew 'glide'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which', args: ['with-default-names']
brew 'gnupg'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'libtool'
brew 'graphviz'
brew 'guile'
brew 'icu4c'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'heroku'
brew 'hr'
brew 'httpie'
brew 'hub'
brew 'perl'
brew 'imagemagick'
brew 'intltool'
brew 'iproute2mac'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'libav'
brew 'libcroco'
brew 'libelf'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libksba'
brew 'memcached'
brew 'libmemcached'
brew 'pango'
brew 'librsvg'
brew 'libssh2'
brew 'libtermkey'
brew 'libuv'
brew 'libvo-aacenc'
brew 'libvterm'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'lumo'
brew 'mhash'
brew 'mcrypt'
brew 'mercurial'
brew 'protobuf'
brew 'mobile-shell'
brew 'mongodb', restart_service: true
brew 'mono'
brew 'msgpack'
brew 'netcat'
brew 'openssl@1.1'
brew 'nginx'
brew 'node'
brew 'node@6'
brew 'opam'
brew 'phantomjs'
brew 'postgresql', restart_service: true
brew 'postgrest'
brew 'qt@5.7'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 're2c'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'rlwrap'
brew 'ruby'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'scalariform'
brew 'scalastyle'
brew 'scons'
brew 'socat'
brew 'source-to-image'
brew 'ssh-copy-id'
brew 'stow'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'uncrustify'
brew 'unibilium'
brew 'unixodbc'
brew 'unrar'
brew 'utf8proc'
brew 'v8'
brew 'vim', args: ['with-override-system-vi']
brew 'watchman'
brew 'wget'
brew 'wireshark'
brew 'wrk'
brew 'yarn'
brew 'yasm'
brew 'youtube-dl'
brew 'zeromq'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/boneyard/ngrok'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/openssh'
brew 'homebrew/php/php56'
brew 'homebrew/php/php-cs-fixer'
brew 'homebrew/versions/v8-315'
brew 'neovim/neovim/neovim'
brew 'vitorgalvao/tiny-scripts/cask-repair'
cask 'android-file-transfer'
cask 'atom'
cask 'boom'
cask 'brackets'
cask 'charles'
cask 'clipmenu'
cask 'colloquy'
cask 'docker'
cask 'dripcap'
cask 'firefox'
cask 'flash-player'
cask 'gimp'
cask 'github-desktop'
cask 'gitkraken'
cask 'google-chrome'
cask 'haroopad'
cask 'haskell-platform'
cask 'inkscape'
cask 'iterm2'
cask 'lantern'
cask 'libreoffice'
cask 'lighttable'
cask 'macvim'
cask 'mancy'
cask 'mongochef'
cask 'opera'
cask 'plex-media-server'
cask 'postgres'
cask 'psequel'
cask 'querious'
cask 'screenhero'
cask 'sketch'
cask 'sketch-toolbox'
cask 'skyfonts'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'sqlitebrowser'
cask 'telegram'
cask 'torbrowser'
cask 'transmission'
cask 'tunnelbear'
cask 'unetbootin'
cask 'vagrant'
cask 'visual-studio-code'
cask 'vlc'
cask 'webtorrent'
cask 'wireshark'
cask 'wireshark-chmodbpf'
