tap "candid82/brew"
tap "eosio/eosio"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "luckyframework/lucky"
tap "neovim/neovim"
tap "paritytech/paritytech"
tap "prisma/prisma"
tap "samritchie/forge"
tap "vitorgalvao/tiny-scripts"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "ant"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "python"
brew "gettext"
brew "awscli"
brew "boost"
brew "boot-clj"
brew "broot"
brew "c-ares"
brew "ghc"
brew "cabal-install", link: false
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "ocaml"
brew "ccat"
brew "gmp"
brew "rlwrap"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "colordiff"
brew "composer"
brew "cowsay"
brew "libevent"
brew "llvm"
brew "crystal"
brew "ctags"
brew "libssh2"
brew "dbus"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "dos2unix"
brew "doxygen"
brew "drip"
brew "elasticsearch", restart_service: true
brew "elixir"
brew "elm", link: false
brew "emacs", link: false
brew "ethereum"
brew "exercism"
brew "expect"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "flow"
brew "fop"
brew "fzf"
brew "gcc"
brew "gcc@4.9"
brew "gd"
brew "qt"
brew "gdk-pixbuf"
brew "geoip"
brew "gist"
brew "git"
brew "git-flow"
brew "git-imerge"
brew "git-lfs"
brew "giter8"
brew "go"
brew "glide"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "libksba"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "guetzli"
brew "guile"
brew "haskell-stack", link: false
brew "hr"
brew "htop"
brew "httpie", link: false
brew "httrack"
brew "shared-mime-info"
brew "imagemagick"
brew "intltool"
brew "iproute2mac"
brew "jq"
brew "kyoto-tycoon"
brew "leiningen"
brew "leveldb"
brew "lfe"
brew "libav"
brew "libcroco"
brew "libelf"
brew "memcached", restart_service: true
brew "libmemcached"
brew "librsvg"
brew "libvo-aacenc"
brew "libxslt"
brew "lumo"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "mit-scheme"
brew "mono"
brew "mosh"
brew "mysql", restart_service: true
brew "neovim"
brew "netcat"
brew "ninja"
brew "node"
brew "node@8"
brew "nvm"
brew "opam"
brew "openconnect"
brew "openssh"
brew "perl"
brew "php", restart_service: true
brew "pipenv"
brew "postgresql"
brew "postgis"
brew "postgrest"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "pygobject3"
brew "pyqt"
brew "rabbitmq"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "scalariform"
brew "scalastyle"
brew "scons"
brew "socat"
brew "source-to-image"
brew "ssh-copy-id", link: true
brew "starship"
brew "stow"
brew "texi2html"
brew "the_silver_searcher"
brew "tmate"
brew "utf8proc"
brew "tmux"
brew "travis"
brew "tree"
brew "tvnamer"
brew "typesafe-activator"
brew "uncrustify"
brew "unrar"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "wireshark"
brew "wrk"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zeromq"
brew "zsh"
brew "zsh-completions"
brew "paritytech/paritytech/parity"
brew "prisma/prisma/prisma"
brew "samritchie/forge/forge"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "atom"
cask "beardedspice"
cask "brave"
cask "caret"
cask "chromedriver"
cask "colloquy"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet"
cask "electrum"
cask "firefox"
cask "firefox-developer-edition"
cask "flash-player"
cask "font-fira-code"
cask "gimp"
cask "github"
cask "graphql-playground"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "java8"
cask "libreoffice"
cask "lighttable"
cask "ngrok"
cask "opera"
cask "plex-media-server"
cask "postgres"
cask "postman"
cask "psequel"
cask "racket"
cask "sequel-pro"
cask "sketch"
cask "sketch-toolbox"
cask "skyfonts"
cask "skype"
cask "slack"
cask "soda-player"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "tabula"
cask "telegram"
cask "tomighty"
cask "tunnelbear"
cask "upwork"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "waterfox"
cask "webtorrent"
cask "whatsapp"
cask "xquartz"
