tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "samritchie/forge"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "xquartz"
brew "openssl"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "ant"
brew "gdbm"
brew "xz"
brew "asciinema"
brew "clasp"
brew "gringo"
brew "aspcud"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "awscli"
brew "bdw-gc"
brew "boost"
brew "boot-clj"
brew "c-ares"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "ccat"
brew "cctools"
brew "chromedriver"
brew "clojurescript"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "gmp"
brew "libevent"
brew "libyaml"
brew "crystal-lang"
brew "dbus"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "perl"
brew "git"
brew "docker"
brew "doctl"
brew "dos2unix"
brew "doxygen"
brew "drip"
brew "elixir"
brew "elm"
brew "elm-new"
brew "exercism"
brew "expect"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "findutils", args: ["with-default-names"]
brew "flow"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "geoip"
brew "gist"
brew "git-flow"
brew "git-imerge"
brew "giter8"
brew "go"
brew "glide"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "libunistring"
brew "nettle"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "guetzli"
brew "guile"
brew "icu4c"
brew "harfbuzz"
brew "haskell-stack"
brew "hr"
brew "htop"
brew "httpie"
brew "httrack"
brew "hub"
brew "imagemagick"
brew "intltool"
brew "iproute2mac"
brew "oniguruma"
brew "jq"
brew "leiningen"
brew "libav"
brew "libcroco"
brew "libelf"
brew "memcached", restart_service: true
brew "libmemcached"
brew "shared-mime-info"
brew "librsvg"
brew "libssh2"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "llvm"
brew "lumo"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "mobile-shell"
brew "mongodb", restart_service: true
brew "mono"
brew "mysql", restart_service: true
brew "neovim"
brew "netcat"
brew "openssl@1.1"
brew "nginx", restart_service: true
brew "ngrok"
brew "node@6"
brew "opam"
brew "openssh"
brew "paket"
brew "phantomjs"
brew "postgresql"
brew "postgrest"
brew "pre-commit"
brew "purescript"
brew "qt"
brew "pyqt"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "scalariform"
brew "scalastyle"
brew "scons"
brew "socat"
brew "source-to-image"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "uncrustify"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "v8"
brew "v8@3.15"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wget"
brew "wifi-password"
brew "wireshark"
brew "wrk"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zeromq"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
brew "homebrew/php/php-cs-fixer"
brew "samritchie/forge/forge"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "android-file-transfer"
cask "atom"
cask "beardedspice"
cask "boom"
cask "brackets"
cask "brave"
cask "charles"
cask "clipmenu"
cask "colloquy"
cask "discord"
cask "docker"
cask "dotnet"
cask "dotnet-sdk"
cask "dripcap"
cask "emacs"
cask "firefox"
cask "flash-player"
cask "gimp"
cask "github-desktop"
cask "gitkraken"
cask "gitter"
cask "google-chrome"
cask "haroopad"
cask "haskell-platform"
cask "inkscape"
cask "iterm2"
cask "libreoffice"
cask "lighttable"
cask "macvim"
cask "mancy"
cask "opera"
cask "plex-media-server"
cask "postgres"
cask "postico"
cask "psequel"
cask "querious"
cask "screenhero"
cask "sequel-pro"
cask "sketch"
cask "sketch-toolbox"
cask "skyfonts"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sqlitebrowser"
cask "studio-3t"
cask "telegram"
cask "torbrowser"
cask "transmission"
cask "tunnelbear"
cask "unetbootin"
cask "upwork"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "whatsapp"
cask "wireshark"
cask "wireshark-chmodbpf"
cask "zeplin"
